Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: ♣A — keep the suit you're long in
ar: ♣A — احتفظ باللون الذي تملك منه الكثير
de: ♣A — behalte die Farbe, in der du lang bist
es: ♣A — conserva el palo en el que eres largo
fr: ♣A — garde la couleur dans laquelle tu es long
hi: ♣A — जिस रंग में आप लंबे हैं उसे रखें
id: ♣A — pertahankan suit tempat kau panjang
ja: ♣A——長く持っているスートは残せ
ko: ♣A — 길게 가진 무늬는 지켜요
pt_br: ♣A — mantenha o naipe em que você é longo
ru: ♣A — сохрани масть, которой у тебя много
zh_hans: ♣A——保留你牌多的那门花色
zh_hant: ♣A——保住你張數多的那門花色

source: ⚔️ STRIKER
ar: ⚔️ المهاجم
de: ⚔️ HAUPTANGRIFF
es: ⚔️ ATACANTE
fr: ⚔️ ATTAQUANT
hi: ⚔️ मुख्य हमलावर
id: ⚔️ MAIN PENYERANG
ja: ⚔️ 主攻（打手）
ko: ⚔️ 주공
pt_br: ⚔️ ATACANTE
ru: ⚔️ ГЛАВНЫЙ АТАКУЮЩИЙ
zh_hans: ⚔️ 主攻
zh_hant: ⚔️ 主攻

source: ✅ 9 moves
ar: ✅ 9 حركات
de: ✅ 9 Züge
es: ✅ 9 jugadas
fr: ✅ 9 coups
hi: ✅ 9 चालें
id: ✅ 9 langkah
ja: ✅ 9手
ko: ✅ 9수
pt_br: ✅ 9 jogadas
ru: ✅ 9 ходов
zh_hans: ✅ 9 步
zh_hant: ✅ 9 步

source: ✅ split lanes
ar: ✅ مسارات منفصلة
de: ✅ getrennte Bahnen
es: ✅ carriles separados
fr: ✅ couloirs séparés
hi: ✅ अलग रास्ते
id: ✅ pisah jalur
ja: ✅ レーンを分ける
ko: ✅ 라인 분리
pt_br: ✅ faixas separadas
ru: ✅ разделённые линии
zh_hans: ✅ 分开走牌路
zh_hant: ✅ 分路出牌

source: ❌ 13 moves
ar: ❌ 13 حركة
de: ❌ 13 Züge
es: ❌ 13 jugadas
fr: ❌ 13 coups
hi: ❌ 13 चालें
id: ❌ 13 langkah
ja: ❌ 13手
ko: ❌ 13수
pt_br: ❌ 13 jogadas
ru: ❌ 13 ходов
zh_hans: ❌ 13 步
zh_hant: ❌ 13 步

source: ❌ same lane
ar: ❌ المسار نفسه
de: ❌ gleiche Bahn
es: ❌ mismo carril
fr: ❌ même couloir
hi: ❌ एक ही रास्ता
id: ❌ jalur sama
ja: ❌ 同じレーン
ko: ❌ 같은 라인
pt_br: ❌ mesma faixa
ru: ❌ одна линия
zh_hans: ❌ 同一条牌路
zh_hant: ❌ 同一路

source: 九打单、十打对: at 9 your structure is likely 5+3+1 — singles keep flexibility; at 10 (5+5 or 4+4+2) pairs interfere with enemy timing while keeping your shapes whole.
ar: 九打单、十打对: عند 9 أوراق يكون تركيبك على الأرجح 5+3+1 — المنفردات تحافظ على المرونة؛ وعند 10 (5+5 أو 4+4+2) تُربك الأزواج توقيت الخصم مع إبقاء أشكالك سليمة.
de: 九打单、十打对: bei 9 ist deine Struktur wahrscheinlich 5+3+1 — Einzelkarten bewahren Flexibilität; bei 10 (5+5 oder 4+4+2) stören Paare das gegnerische Timing und halten deine Formen zugleich intakt.
es: 九打单、十打对: con 9 tu estructura suele ser 5+3+1; las sueltas mantienen la flexibilidad; con 10 (5+5 o 4+4+2) los pares interfieren con el ritmo enemigo sin romper tus formas.
fr: 九打单、十打对 : à 9 cartes ta structure est probablement 5+3+1 — les isolées gardent la souplesse ; à 10 (5+5 ou 4+4+2) les paires perturbent le timing de l'ennemi tout en gardant tes formes intactes.
hi: 九打单、十打对: 9 पर आपकी संरचना संभवतः 5+3+1 होती है — सिंगल लचीलापन बनाए रखते हैं; 10 पर (5+5 या 4+4+2) जोड़ियाँ आपके आकार बरकरार रखते हुए दुश्मन की टाइमिंग में दखल देती हैं।
id: 九打单、十打对: pada 9 strukturmu kemungkinan 5+3+1 — single menjaga fleksibilitas; pada 10 (5+5 atau 4+4+2) pair mengganggu timing musuh sambil menjaga bentukmu tetap utuh.
ja: 九打单、十打对：9枚のときは構成がおそらく5+3+1——単張で柔軟性を保つ。10枚（5+5または4+4+2）のときは、対子で形を崩さず敵のタイミングを乱す。
ko: 九打单、十打对: 9장일 때 구조는 보통 5+3+1 — 단장이 유연성을 지켜줘요; 10장일 때(5+5 또는 4+4+2)는 대자가 당신의 형태를 온전히 유지하면서 적의 타이밍을 방해해요.
pt_br: 九打单、十打对: com 9, sua estrutura é provavelmente 5+3+1 — avulsas mantêm a flexibilidade; com 10 (5+5 ou 4+4+2), pares atrapalham o timing do inimigo enquanto preservam suas formações inteiras.
ru: 九打单、十打对: при 9 твоя структура скорее всего 5+3+1 — одиночные сохраняют гибкость; при 10 (5+5 или 4+4+2) пары сбивают тайминг врага, оставляя твои фигуры целыми.
zh_hans: 九打单、十打对：手里 9 张时你的牌型多半是 5+3+1——出单张能保持灵活；10 张时（5+5 或 4+4+2）出对子能干扰敌方节奏，同时让自己的牌型保持完整。
zh_hant: 九打單、十打對：9 張時你的牌型多半是 5+3+1——單張保留靈活性；10 張時（5+5 或 4+4+2）用對子干擾對手節奏，同時保持你的牌型完整。

source: 口诀
ar: 口诀 (القاعدة المقفّاة)
de: 口诀 (Merkspruch)
fr: 口诀 (la comptine)
hi: तुकबंदी
ja: 口訣
ko: 구결(口诀)
pt_br: 口诀 (ditado)
zh_hant: 口訣

source: 炸五不炸四 and friends, decoded
ar: 炸五不炸四 وأخواتها، مفكّكة
de: 炸五不炸四 und Verwandte, entschlüsselt
es: 炸五不炸四 y compañía, descifrado
fr: 炸五不炸四 et compagnie, décryptés
hi: 炸五不炸四 और इस जैसे, समझाए गए
id: 炸五不炸四 dan kawan-kawannya, diuraikan
ja: 炸五不炸四とその仲間たちを読み解く
ko: 炸五不炸四와 그 동료들, 풀어 해설
pt_br: 炸五不炸四 e companhia, decifrados
ru: 炸五不炸四 и компания, расшифровка
zh_hans: 炸五不炸四 及同类口诀，逐一拆解
zh_hant: 炸五不炸四等口訣，逐一解讀

source: 🃏🃏 gone → A♠ = 👑
ar: 🃏🃏 خرجا ← A♠ = 👑
de: 🃏🃏 weg → A♠ = 👑
es: 🃏🃏 fuera → A♠ = 👑
fr: 🃏🃏 partis → A♠ = 👑
hi: 🃏🃏 गए → A♠ = 👑
id: 🃏🃏 hilang → A♠ = 👑
ja: 🃏🃏 出尽くした → ♠A ＝ 👑
ko: 🃏🃏 사라짐 → A♠ = 👑
pt_br: 🃏🃏 saíram → A♠ = 👑
ru: 🃏🃏 ушли → A♠ = 👑
zh_hans: 🃏🃏 出完了 → A♠ = 👑
zh_hant: 🃏🃏 沒了 → A♠ = 👑

source: 🎭 2 cards = 2 cards
ar: 🎭 ورقتان = ورقتان
de: 🎭 2 Karten = 2 Karten
es: 🎭 2 cartas = 2 cartas
fr: 🎭 2 cartes = 2 cartes
hi: 🎭 2 पत्ते = 2 पत्ते
id: 🎭 2 kartu = 2 kartu
ja: 🎭 2枚 ＝ 2枚
ko: 🎭 2장 = 2장
pt_br: 🎭 2 cartas = 2 cartas
ru: 🎭 2 карты = 2 карты
zh_hans: 🎭 2 张牌 = 2 张牌
zh_hant: 🎭 2 張＝2 張

source: 💥 A bomb beats ANY non-bomb. Bigger bombs beat smaller ones, a straight flush sits between 5- and 6-bombs, and the four jokers beat everything.
ar: 💥 القنبلة تتغلب على أي مجموعة ليست قنبلة. القنابل الأكبر تتغلب على الأصغر، ويقع التسلسل اللوني بين قنبلة الـ5 وقنبلة الـ6، وأربعة الجوكرات تتغلب على كل شيء.
de: 💥 Eine Bombe schlägt JEDE Nicht-Bombe. Größere Bomben schlagen kleinere, ein Straight Flush liegt zwischen 5er- und 6er-Bomben, und die vier Joker schlagen alles.
es: 💥 Una bomba supera a CUALQUIER no-bomba. Las bombas más grandes superan a las pequeñas, un color seguido se sitúa entre las bombas de 5 y de 6, y los cuatro comodines lo superan todo.
fr: 💥 Une bombe bat N'IMPORTE QUEL coup non-bombe. Les plus grosses bombes battent les plus petites, une quinte flush se situe entre les bombes de 5 et de 6 cartes, et les quatre rois battent tout.
hi: 💥 एक बम किसी भी गैर-बम को हराता है। बड़े बम छोटे बमों को हराते हैं, समान रंग का सीक्वेंस 5- और 6-बमों के बीच बैठता है, और चारों जोकर सब कुछ हराते हैं।
id: 💥 Sebuah bom mengalahkan APA PUN yang bukan bom. Bom lebih besar mengalahkan yang lebih kecil, same flush berada di antara bom-5 dan bom-6, dan empat joker mengalahkan segalanya.
ja: 💥 炸弹は炸弹以外のどんな手にも勝つ。大きい炸弹は小さい炸弹に勝ち、同花順は5枚炸弹と6枚炸弹の間に位置し、四王（天王炸）はすべてに勝つ。
ko: 💥 炸弹은 炸弹이 아닌 어떤 패든 이겨요. 큰 炸弹이 작은 炸弹을 이기고, 同花顺은 5장 炸弹과 6장 炸弹 사이에 있으며, 四王(天王炸)은 모든 걸 이깁니다.
pt_br: 💥 Uma bomba vence QUALQUER não-bomba. Bombas maiores vencem as menores, uma sequência de mesmo naipe fica entre bombas de 5 e de 6, e os quatro coringas vencem tudo.
ru: 💥 Бомба бьёт ЛЮБУЮ не-бомбу. Крупные бомбы бьют мелкие, стрит-флеш стоит между 5- и 6-карточными бомбами, а четыре джокера бьют всё.
zh_hans: 💥 炸弹能压任何非炸弹。大炸弹压小炸弹，同花顺夹在 5 张炸和 6 张炸之间，而四王（天王炸）压一切。
zh_hant: 💥 炸彈壓過任何非炸彈。大炸彈壓小炸彈，同花順夾在 5 張炸和 6 張炸之間，四王壓一切。

source: 🔥 CHARGER
ar: 🔥 المُهاجِم المندفع
de: 🔥 STÜRMER
es: 🔥 ARRANCADOR
fr: 🔥 CHARGEUR
hi: 🔥 हमलावर
id: 🔥 PENYERBU
ja: 🔥 突撃役（主攻）
ko: 🔥 돌격수
pt_br: 🔥 INVESTIDOR
ru: 🔥 ТАРАН
zh_hans: 🔥 冲锋手
zh_hant: 🔥 衝鋒手

source: 🛡 SUPPORT
ar: 🛡 الداعم
de: 🛡 UNTERSTÜTZUNG
es: 🛡 APOYO
fr: 🛡 SOUTIEN
hi: 🛡 सहायक
id: 🛡 PENDUKUNG
ja: 🛡 助攻
ko: 🛡 助攻
pt_br: 🛡 APOIO
ru: 🛡 ПОДДЕРЖКА
zh_hans: 🛡 助攻
zh_hant: 🛡 助攻

source: 🧊 CONTROLLER
ar: 🧊 المُتحكِّم
de: 🧊 KONTROLLEUR
es: 🧊 CONTROLADOR
fr: 🧊 CONTRÔLEUR
hi: 🧊 नियंत्रक
id: 🧊 PENGENDALI
ja: 🧊 コントロール役
ko: 🧊 컨트롤러
pt_br: 🧊 CONTROLADOR
ru: 🧊 КОНТРОЛЁР
zh_hans: 🧊 控场
zh_hant: 🧊 控場手

source: Question %lld of %lld
ar: السؤال %1$lld من %2$lld
de: Frage %1$lld von %2$lld
es: Pregunta %1$lld de %2$lld
fr: Question %1$lld sur %2$lld
hi: प्रश्न %2$lld में से %1$lld
id: Pertanyaan %1$lld dari %2$lld
ja: 問題 %1$lld / %2$lld
ko: %2$lld문제 중 %1$lld번
pt_br: Pergunta %1$lld de %2$lld
ru: Вопрос %1$lld из %2$lld
zh_hans: 第 %1$lld 题，共 %2$lld 题
zh_hant: 第 %1$lld 題,共 %2$lld 題

source: Hand %lld of %lld — what's your strategy?
ar: اليد %1$lld من %2$lld — ما خطتك؟
de: Hand %1$lld von %2$lld – wie ist deine Strategie?
es: Mano %1$lld de %2$lld: ¿cuál es tu estrategia?
fr: Main %1$lld sur %2$lld — quelle est ta stratégie ?
hi: %2$lld में से %1$lld हाथ — आपकी रणनीति क्या है?
id: Tangan %1$lld dari %2$lld — apa strategimu?
ja: %2$lld 手中 %1$lld 手目 —— どう攻める?
ko: %2$lld판 중 %1$lld판 —— 어떻게 플레이할까요?
pt_br: Mão %1$lld de %2$lld — qual é a sua estratégia?
ru: Рука %1$lld из %2$lld — какова твоя стратегия?
zh_hans: 第 %1$lld 手,共 %2$lld 手 —— 你打算怎么打?
zh_hant: 第 %1$lld 手,共 %2$lld 手 —— 你打算怎麼打?

source: Tap each combo once you've got it (%lld/%lld)
ar: اضغط على كل تشكيلة بمجرد أن تتعرف عليها (%1$lld/%2$lld)
de: Tippe jede Kombination an, sobald du sie erkennst (%1$lld/%2$lld)
es: Toca cada combo en cuanto lo identifiques (%1$lld/%2$lld)
fr: Touchez chaque combinaison dès que vous la repérez (%1$lld/%2$lld)
hi: हर कॉम्बो पहचानते ही उस पर टैप करें (%1$lld/%2$lld)
id: Ketuk setiap kombo begitu kamu mengenalinya (%1$lld/%2$lld)
ja: 役が分かったらタップ(%1$lld/%2$lld)
ko: 패 모양을 알아냈으면 탭하세요 (%1$lld/%2$lld)
pt_br: Toque em cada combinação assim que identificá-la (%1$lld/%2$lld)
ru: Нажимай на каждую комбинацию, как только узнаешь её (%1$lld/%2$lld)
zh_hans: 认出一种牌型就点一下(%1$lld/%2$lld)
zh_hant: 認出一種牌型就點一下(%1$lld/%2$lld)

source: Review · move %lld/%lld
ar: إعادة · الدور %1$lld/%2$lld
de: Wiederholung · Zug %1$lld/%2$lld
es: Repetición · jugada %1$lld/%2$lld
fr: Replay · coup %1$lld/%2$lld
hi: रीप्ले · चाल %1$lld/%2$lld
id: Tayang ulang · langkah %1$lld/%2$lld
ja: リプレイ · %1$lld/%2$lld 手目
ko: 리플레이 · %1$lld/%2$lld번째 차례
pt_br: Replay · jogada %1$lld/%2$lld
ru: Повтор · ход %1$lld/%2$lld
zh_hans: 回放 · 第 %1$lld/%2$lld 手出牌
zh_hant: 回放 · 第 %1$lld/%2$lld 手出牌

source: Hand over — %@ finished 1st
ar: انتهت اليد — أنهى %@ في المركز الأول
de: Hand vorbei – %@ wurde Erster
es: Fin de la mano: %@ terminó 1.º
fr: Main terminée — %@ a fini 1er
hi: हाथ खत्म — %@ पहले स्थान पर रहा
id: Tangan selesai — %@ finis ke-1
ja: この一手終了 —— %@ が1位で上がり
ko: 이 판 종료 —— %@ 1등으로 마침
pt_br: Fim da mão — %@ terminou em 1º
ru: Рука сыграна — %@ финишировал 1-м
zh_hans: 本手结束 —— %@ 头游
zh_hant: 本手結束 —— %@ 頭遊

source: Table · %@
ar: الطاولة · %@
de: Tisch · %@
es: Mesa · %@
hi: टेबल · %@
id: Meja · %@
ja: テーブル · %@
ko: 테이블 · %@
pt_br: Mesa · %@
ru: Стол · %@
zh_hans: 牌桌 · %@
zh_hant: 牌桌 · %@

source: Next: Lesson %lld · %@
ar: التالي: الدرس %1$lld · %2$@
de: Als Nächstes: Lektion %1$lld · %2$@
es: Siguiente: Lección %1$lld · %2$@
fr: Suivant : Leçon %1$lld · %2$@
hi: अगला: पाठ %1$lld · %2$@
id: Berikutnya: Pelajaran %1$lld · %2$@
ja: 次:レッスン %1$lld · %2$@
ko: 다음: %1$lld강 · %2$@
pt_br: Próximo: Lição %1$lld · %2$@
ru: Далее: Урок %1$lld · %2$@
zh_hans: 下一节:第 %1$lld 课 · %2$@
zh_hant: 下一節:第 %1$lld 課 · %2$@

source: %lld-Bomb 💥
ar: قنبلة من %lld 💥
de: %lld-Bombe 💥
es: Bomba de %lld 💥
fr: Bombe de %lld 💥
hi: %lld का बम 💥
id: Bom %lld 💥
ja: %lld 枚ボム 💥
ko: %lld장 폭탄 💥
pt_br: Bomba de %lld 💥
ru: Бомба из %lld 💥
zh_hans: %lld 炸 💥
zh_hant: %lld 炸 💥

source: Tribute: %@
ar: الإتاوة: %@
de: Tribut: %@
es: Tributo: %@
fr: Tribut : %@
hi: नज़राना: %@
id: Upeti: %@
ja: 貢ぎ:%@
ko: 공물: %@
pt_br: Tributo: %@
ru: Дань: %@
zh_hans: 进贡:%@
zh_hant: 進貢:%@

source: Your team: %@ · Opponents: %@ — next hand plays %@s
ar: فريقك: %1$@ · الخصوم: %2$@ — اليد التالية يبدأها %3$@
de: Dein Team: %1$@ · Gegner: %2$@ – die nächste Hand eröffnet %3$@
es: Tu equipo: %1$@ · Rivales: %2$@ — la próxima mano la abre %3$@
fr: Ton équipe : %1$@ · Adversaires : %2$@ — la prochaine main, c'est %3$@ qui ouvre
hi: आपकी टीम: %1$@ · प्रतिद्वंद्वी: %2$@ — अगला हाथ %3$@ शुरू करेगा
id: Timmu: %1$@ · Lawan: %2$@ — tangan berikutnya dibuka oleh %3$@
ja: 自チーム:%1$@ · 相手:%2$@ —— 次の手は %3$@ から
ko: 우리 팀: %1$@ · 상대: %2$@ —— 다음 판은 %3$@ 선플레이
pt_br: Seu time: %1$@ · Adversários: %2$@ — a próxima mão começa com %3$@
ru: Твоя команда: %1$@ · Соперники: %2$@ — следующую руку открывает %3$@
zh_hans: 你的队伍:%1$@ · 对手:%2$@ —— 下一手由 %3$@ 先出
zh_hant: 你的隊伍:%1$@ · 對手:%2$@ —— 下一手由 %3$@ 先出

source: I'd play %@ instead.
ar: كنت سألعب %@ بدلاً من ذلك.
de: Ich würde stattdessen %@ spielen.
es: Yo jugaría %@ en su lugar.
fr: Moi, je jouerais %@ à la place.
hi: मैं इसके बजाय %@ खेलता।
id: Aku akan memainkan %@ sebagai gantinya.
ja: 私なら %@ を出すかな。
ko: 저라면 %@ 를 내겠어요.
pt_br: Eu jogaria %@ no lugar.
ru: Я бы сыграл %@ вместо этого.
zh_hans: 换我会出 %@。
zh_hant: 換我會出 %@。

source: %@ pays %@
ar: %1$@ يدفع الإتاوة إلى %2$@
de: %1$@ zahlt an %2$@
es: %1$@ paga a %2$@
fr: %1$@ paie %2$@
hi: %1$@ %2$@ को नज़राना देता है
id: %1$@ membayar %2$@
ja: %1$@ が %2$@ に貢ぐ
ko: %1$@ 가 %2$@ 에게 공물을 바침
pt_br: %1$@ paga a %2$@
ru: %1$@ платит дань %2$@
zh_hans: %1$@ 向 %2$@ 进贡
zh_hant: %1$@ 向 %2$@ 進貢

source: J
de: B
fr: V
ru: В

source: U
hi: तुम
ja: あなた
zh_hans: 你
zh_hant: 你

source: P
ru: П
zh_hant: 潘
